{
	"about": "Moi",
	"subheading1": "Qui je suis ?",
	"description": "Si vous ne l'avez pas déjà deviné, je m'appelle Mark et je suis anglais.\n\n En 2017, ma femme et moi sommes revenus en France après de nombreuses années en Asie. Depuis, j'ai fait différentes formations pour apprendre le français et maintenant je suis prêt pour quelque chose de nouveau.\n\n Bien que cela fasse de nombreuses années, j'ai étudié l'analyse et la conception de systèmes, la conception d'interfaces et la programmation dans le cadre de mon diplôme. J'ai donc déjà une certaine expérience de la programmation et je peux facilement apprendre de nouveaux logiciels. J'aime également les aspects visuels et fonctionnels du développement frontend.\n\n De plus, dans mon temps libre et pour mon travail, je peux facilement rester devant l'ordinateur pendant plusieurs heures (sans aucun problème).\n\n C'est pour cette raison que j'ai automatiquement pensé à une nouvelle carrière dans le domaine du développement web.\n\n C'est au cours de mes recherches que j'ai trouvé Openclassrooms qui propose des cours en ligne en développement web. Depuis, j'ai passé plusieurs mois à suivre leur cours de développement frontend pour apprendre HTML, CSS, JavaScript et React par exemple. \n\n Ainsi, je peux voir que j'ai les compétences et la motivation pour ce domaine et que j'aimerais beaucoup en faire une carrière. “Qu'est-ce que je faisais avant ?” me demanderez-vous...\n\n Eh bien... \n\n Pendant seize ans, j'ai été directeur d'un centre de plongée et d'une base nautique dans plusieurs hôtels quatre et cinq étoiles aux Maldives.\n\n J'étais responsable de toute la logistique, des ressources humaines, de la planification des activités de l'équipe et de la maintenance des équipements. J'étais également responsable de la création et de la distribution des différentes publicités pour les activités proposées. \n\n Auparavant, j'ai également enseigné la plongée, en appliquant ma passion pour ce sport, en réagissant rapidement aux circonstances changeantes, tout en assurant la sécurité et le plaisir. \n\n Je peux m'occuper de personnes de tous horizons et de tous âges, ce qui signifie que je suis sensible aux besoins et aux inquiétudes des gens, tout en écoutant et en trouvant des solutions...",
	"subheading2": "Mes motivations",
	"motivations": [
		"J'aime apprendre de nouvelles compétences, travailler seul, diriger une équipe ou faire partie d'une équipe.", 
		"J'aime résoudre des problèmes et relever des défis.",
		"J'éprouve une grande satisfaction lorsque je respecte les délais, les objectifs ou les cibles, surtout lorsque le projet est difficile.", 
		"J'aime aussi aider les autres."
	],
	"subheading3": "Le futur",
	"future": [
		"J'aimerais trouver une entreprise où je pourrais développer mes compétences en matière de développement frontend.",
		"J'aimerais mettre en pratique ce que j'ai déjà appris, comme en témoignent les projets “en situation réelle” que j'ai déjà réalisés au cours de ma formation.",
		"Comme il y a tellement de domaines dans le domaine du développement, qui sait, je veux apprendre de nouveaux langages de programmation, des frameworks et des technologies.",
		"“Le monde est mon huître” (The world is my oyster) comme le dit le dicton..."
	],
	"subheading4": "Compétences",
	"skills": [
		"Sens du relationnel, de l’écoute, autonome.",
		"Facilité d’adaptabilité à des univers nouveaux et à des publics variés.",
		"Respect de l’éthique et de la hiérarchie.",
		"Capacité à travailler en équipe.",
		"Loyale, fiable, flexible et toujours prête à apprendre sont quelques-unes de mes qualités."
	]
}