{
	"about": "Moi",
	"subheading1": "Qui je suis ?",
	"description": "Si vous ne l'avez pas encore deviné, je m'appelle Mark et je suis anglais. \n\n En 2017, ma femme et moi sommes revenus en France après de nombreuses années en Asie. Depuis, j'ai fait différentes formations pour apprendre le français et maintenant je suis prêt pour quelque chose de nouveau. \n\n Avant de partir en Asie, j'ai étudié l'analyse et la conception de systèmes, la conception d'interfaces et la programmation dans le cadre de ma licence. J'ai donc déjà une expérience de la programmation et je peux facilement apprendre de nouveaux logiciels. J'aime également les aspects visuels et fonctionnels du développement de l'interface utilisateur. \n\n En 2022, j'ai suivi une formation de quatorze mois dans le domaine du développement frontend, avec l'obtention du RNCP niveau 6 (bac +4) reconnu par l'État, qui couvre un large éventail de sujets. \n\n Par exemple, j'ai (pour n'en citer que quelques-uns) : \n\n - donné deux maquettes, l’un desktop et l'autre mobile, intégré le contenu, selon les maquettes, tout en mettant en œuvre une interface responsive \n\n - assuré la cohérence graphique d'un site web, tout en mettant en œuvre des effets graphiques CSS avancés (c'est-à-dire des animations) - rendu un formulaire d'inscription entièrement fonctionnel avec toutes les règles de validation des champs du formulaire ajoutées à l'aide de JavaScript\n\n - créé un site web en respectant les règles d'accessibilité (conforme au WCAG) \n\n - développé un algorithme de recherche efficace \n\n - écrit des tests unitaires et d'intégration avec JavaScript et produit un plan E2E \n\n - créer un modèle pour un client, identifier les besoins de l'application à partir d'un cahier des charges et ensuite modéliser une solution technique pour le client (maquettes, critères d'acceptation et diagrammes de cas d'utilisation) \n\n - analyse de la performance d'une application web et migration de jQuery à React pour réduire la dette technique\n\n - développé des applications à page unique (SPA) en utilisant React et React Router... \n\n Depuis la fin de ma formation, je continue d'apprendre et je constate que j'ai les compétences et la motivation pour ce domaine et j'aimerais vraiment en faire une carrière... \n\n “Que faisais-je avant ?” me direz-vous... \n\n Eh bien... \n\n Pendant seize ans, j'ai été responsable d'un centre de plongée et d'une base nautique dans plusieurs hôtels quatre et cinq étoiles aux Maldives. \n\n J'étais responsable de toute la logistique, des ressources humaines, de la planification des activités de l'équipe et de l'entretien du matériel. J'étais également responsable de la création et de la distribution des différentes publicités pour les activités proposées. \n\n Auparavant, j'ai également enseigné la plongée, mettant à profit ma passion pour ce sport, réagissant rapidement à des circonstances en constante évolution, tout en assurant la sécurité et le plaisir. \n\n Je peux m'adresser à des personnes de tous horizons et de tous âges, ce qui signifie que je suis sensible aux besoins et aux inquiétudes des gens, tout en étant à l'écoute et en trouvant des solutions... \n\n",
	"subheading2": "Mes motivations",
	"motivations": [
		"J'aime apprendre de nouvelles compétences, travailler seul, diriger une équipe ou faire partie d'une équipe.", 
		"J'aime résoudre des problèmes et relever des défis.",
		"J'éprouve une grande satisfaction lorsque je respecte les délais, les objectifs ou les cibles, surtout lorsque le projet est difficile.", 
		"J'aime aussi aider les autres."
	],
	"subheading3": "Le futur",
	"future": [
		"J'aimerais trouver une entreprise où je pourrais développer mes compétences en matière de développement frontend.",
		"J'aimerais mettre en pratique ce que j'ai déjà appris, comme en témoignent les projets que j'ai déjà réalisés.",
		"Comme il y a tellement de domaines dans le domaine du développement, je veux apprendre de nouveaux langages de programmation, des frameworks et des technologies.",
		"“Le monde est mon huître” (The world is my oyster) comme le dit le dicton..."
	],
	"subheading4": "Compétences",
	"skills": [
		"Sens du relationnel, de l’écoute, autonome.",
		"Facilité d’adaptabilité à des univers nouveaux et à des publics variés.",
		"Respect de l’éthique et de la hiérarchie.",
		"Capacité à travailler en équipe.",
		"Loyale, fiable, flexible et toujours prête à apprendre sont quelques-unes de mes qualités."
	]
}